<?php
echo 'Домашно 1:';
echo '<br/>1. Направете една низа од годините на сите членови во вашиот дом.';
echo '<br/>2. Соберете ги и најдете го просекот.';
echo '<br/>3. Искористете switch за да проверите дали десетките од бројката на просекот се:';
echo '<br/>4. Направете еден случај ако е 3(пример просекот да ви е на години 32.25), еден ако е 4 и се друго нека е default';
echo '<hr/>';
echo 'Домашно 2:';
echo '<br/>1. Направете една асоцијативна низа од имињата на сите вас.';
echo '<br/>2. Со foreach проверете чија должина на име и презиме е најголема, а чија е најкратка.';
echo '<br/>2. На крај испечатете реченица во форма: "XXX има најдолго име и презиме со X букви, a YYY има најкратко име со Y букви!"';
?>