<?php
echo 'Направете една index.php страна.';
echo '<br/>1. Ставете header фајл каде ќе имате табови за секој ваш предмет.';
echo '<br/>2. Листата со предмети за табовите ќе ви биде листа од key=>value и со foreach ќе ги цртате динамички табовите.';
echo '<br/>3. За секој предмет ќе имате посебна страна, каде ќе чувате листа за професорот, време на одржување и семестар, убаво претставени во табела.';
echo '<br/>4. При клик на секој таб, со користење на switch во самата index страна да ви се прикаже под header-от табелата од соодветниот предмет.';
echo '<br/>БОНУС: Направете и еден последен таб, кој ќе се вика Распоред за сите предмети, каде ќе се листа содржината од сите табови.';
?>