<?php
echo 'Примерот кој го почнавте на часот, да го финализираме.';
echo '<br/>1. Додадете уште по 3 checkbox-а по ваш избор и препратете ги и нив на формата.';
echo '<br/>1. Променете ја формата за доколку падне на валидација, освен што ќе ви ги испечати грешките, '
. 'да ви ги пополни и полињата што си биле пополнети пред клик на Submit.';

echo 'Повторете за функции, како се користат и како се дефинираат.';
echo '<br/>1. Направете една функција која ќе прави конверзија од C во F температура.';
echo '<br/>2. Направете една функција која ќе прави проверка дали бројот е прост или сложен.';
?>