<?php
echo 'Примерот кој го почнавте на часот, да го докомплетираме.';
echo '<br/>1. Тоа што требаше уште на час да се доврши: Да се додадат полиња за username, password и две за ПИН.';
echo '<br/>2. За ПИН-овите да се провери дали се пополнети, дали се бројки и дали имаат само по 4 цифри, и на крај дали се меѓу себе исти.';
echo '<br/>3. За корисничкото име да се провери дали е составено само од бројки и букви, не и од специјални знаци.';
echo '<br/>4. За лозинката да се провери дали е составено од барем по една бројка, буква и специјалните знаци(мора да има или $ или #).';
echo '<br/>5. За корисничкото име и лозинката да се провери дали имаат помеѓу 6 и 10 карактери.';
echo '<br/>БОНУС. Да се додаде и radiobuttons за избор на пол, иницијално не селектиано ништо. На крај валидација да се прави дали нешто било одбрано.';
echo 'Чисто за потсетување, формата ја пишувате во еден фајл, и при клик на Регистрирај ве носи на друг фајл за валидации, каде постои копче кое треба да ве врати на првото.';
?>